Pen9uin-g/ESP32-P4-WIFI6-Touch-LCD-4.3/examples/esp-idf/01_HowToCreateProject/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESPTOOLPY_FLASHSIZE_32MB=y
